Repository: zweifuchs/contao-razor
Catalog: system/modules/calendar/languages/*/default.xlf
Languages: sr

# MSC.cal_events
source: %d event(s)
sr: %d догађаја(а)

# MSC.cal_emptyDay
source: There are no events on this day.
sr: Данас нема догађаја.

# MSC.cal_emptyWeek
source: There are no events for this week.
sr: Нема догађаја ове недеље.

# MSC.cal_emptyMonth
source: There are no events for this month.
sr: Нема догађаја овог месеца.

# MSC.cal_emptyYear
source: There are no events for this year.
sr: Нема догађаја за ову годину.

# MSC.cal_empty
source: Currently there are no events.
sr: Тренутно нема догађаја.

# MSC.cal_days
source: This event is repeated every %s. day
sr: Овај догађај се понавља сваки %s. дан

# MSC.cal_weeks
source: This event is repeated every %s. week
sr: Овај догађај се понавља сваку %s. недељу.

# MSC.cal_months
source: This event is repeated every %s. month
sr: Овај догађај се понавља сваки %s. месец

# MSC.cal_years
source: This event is repeated every %s. year
sr: Овај догађај се понавља сваку %s. годину

# MSC.cal_until
source: until %s
sr: до %s
