Repository: zweifuchs/contao-razor
Catalog: system/modules/devtools/languages/*/*_extension.xlf
Languages: sr

# tl_extension.title.0
source: Title
sr: Наслов

# tl_extension.title.1
source: Please enter the extension title.
sr: Унесите назив екстензије

# tl_extension.folder.0
source: Folder name
sr: Име фолдера

# tl_extension.folder.1
source: Please enter a unique folder name.
sr: Унесите јединствено име фолдера

# tl_extension.author.0
source: Author
sr: Аутор

# tl_extension.author.1
source: Please enter the author's name and an optional e-mail address (e.g. <em>Name [e-mail@address.com]</em>).
sr: Унесите ауторово име и опционо e-mail адресу (нпр.. <em>Name [e-mail@address.com]</em>).

# tl_extension.copyright.1
source: Please enter the copyright notice (e.g. <em>Name 2012</em>).
sr: Унесите обавјештење о ауторским правима (нпр. <em>Name 2012</em>).

# tl_extension.package.0
source: Package
sr: Пакет

# tl_extension.package.1
source: Please enter the package name without spaces (e.g. <em>MyCustomModule</em>).
sr: Унесите име пакета, без размака (нпр. <em>MyCustomModule</em>).

# tl_extension.license.0
source: License
sr: Лиценца

# tl_extension.license.1
source: Please enter the license type (e.g. <em>GNU/LGPL</em>).
sr: Унесите тип лиценце (нпр. <em>GNU/LGPL</em>).

# tl_extension.addBeMod.0
source: Add a back end module
sr: Додавање модула у бек-енд

# tl_extension.addBeMod.1
source: Add a back end module to the extension.
sr: Додај бек-енд модул у екстензије.

# tl_extension.beClasses.0
source: Back end classes
sr: Бек-енд класе

# tl_extension.beClasses.1
source: Here you can enter a comma separated list of back end classes.
sr: Унесите, зарезом раздвојена, листу бек-енд класа.

# tl_extension.beTables.0
source: Back end tables
sr: Бек-енд табеле

# tl_extension.beTables.1
source: Here you can enter a comma separated list of back end tables.
sr: Унесите, зарезом раздвојена, листу бек-енд табела.

# tl_extension.beTemplates.0
source: Back end templates
sr: Бек-енд шаблони

# tl_extension.beTemplates.1
source: Here you can enter a comma separated list of back end templates.
sr: Унесите, зарезом раздвојена, листу бек-енд шаблона.

# tl_extension.addFeMod.0
source: Add a front end module
sr: Додавање фронт-енд модула

# tl_extension.addFeMod.1
source: Add a front end module to the extension.
sr: Додај фронт-енд модул у екстензије.

# tl_extension.feClasses.0
source: Front end classes
sr: Фронт-енд класе

# tl_extension.feClasses.1
source: Here you can enter a comma separated list of front end classes.
sr: Унесите, зарезом раздвојена, листу фронт-енд класа.

# tl_extension.feTables.0
source: Front end tables
sr: Фронт-енд табеле

# tl_extension.feTables.1
source: Here you can enter a comma separated list of front end tables.
sr: Унесите, зарезом раздвојена, листу фронт-енд табела.

# tl_extension.feTemplates.0
source: Front end templates
sr: Фронт-енд шаблони

# tl_extension.feTemplates.1
source: Here you can enter a comma separated list of front end templates.
sr: Унесите, зарезом раздвојена, листу фронт-енд шаблона.

# tl_extension.addLanguage.0
source: Add language packs
sr: Додавање језичког пакета

# tl_extension.addLanguage.1
source: Add one or more language packs to the extension.
sr: Додај једну или више језичких локализација екстензији.

# tl_extension.languages.0
source: Languages
sr: Језици

# tl_extension.languages.1
source: Here you can enter a comma separated list of languages (e.g. <em>en,de</em>).
sr: Унесите, зарезом раздвојену, листу језичких локализација (нпр. <em>en,de</em>).

# tl_extension.title_legend
source: Title and name
sr: Назив и име

# tl_extension.license_legend
source: License information
sr: Информације о лиценци

# tl_extension.backend_legend
source: Back end resources
sr: Ресурси у бек-енду

# tl_extension.frontend_legend
source: Front end resources
sr: Ресурси у фронт-енду

# tl_extension.language_legend
source: Language settings
sr: Подешавања језика

# tl_extension.headline
source: Create extension ID %s
sr: Креирај екстензију ID %s

# tl_extension.label
source: How to create an extension
sr: Како креирати екстензију

# tl_extension.confirm
source: The files have been created
sr: Фајлови су креирани

# tl_extension.unique
source: Folder "%s" exists already!
sr: Фолдер "%s" већ постоји!

# tl_extension.new.0
source: New extension
sr: Нова екстензија

# tl_extension.new.1
source: Create a new extension
sr: Креирај нову екстензију

# tl_extension.show.0
source: Extension details
sr: Детаљи о екстензији

# tl_extension.show.1
source: Show the details of extension ID %s
sr: Прикажи детаље екстензије ID %s

# tl_extension.edit.0
source: Edit extension
sr: Уреди екстензију

# tl_extension.edit.1
source: Edit extension ID %s
sr: Уреди екстензију ID %s

# tl_extension.copy.0
source: Copy extension
sr: Копирај екстензију

# tl_extension.copy.1
source: Copy extension ID %s
sr: Копирај екстензију ID %s

# tl_extension.delete.0
source: Delete extension
sr: Обриши екстензију

# tl_extension.delete.1
source: Delete extension ID %s
sr: Обриши екстензију ID %s

# tl_extension.create.0
source: Create files
sr: Креирај фајлове

# tl_extension.create.1
source: Create the files of extension ID %s
sr: Креирај фајлове за екстензију ID %s

# tl_extension.make.0
source: Create files
sr: Креирај фајлове

# tl_extension.make.1
source: Click the "Create files" button to generate a new folder in the <em>system/modules</em> directory (note that existing files will be overwritten). The folder will contain all files and subfolders that are required to set up the extension. It is recommended to download these files to your development environment.
sr: Кликните на "Креирај фајлове" да генеришете нови фолдер у директоријуму <em>system/modules</em> (постојећи фајлови ће бити преписани, ако постоје са истим именом). Фолдер ће садржати све фајлове и подфолдере потребне за постављање екстензије. Препоручено је да ове фајлове преузмете на свој рачунар и у ваше развојно окружење,
