Repository: zweifuchs/contao-razor
Catalog: system/modules/core/languages/*/*_image_size_item.xlf
Languages: sr, sv

# tl_image_size_item.media.0
source: Media query
sv: Mediafrågor

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
sr: Овде можете дефинисати када да користите величину слике, нпр <em>(max-width: 600px)</em>.
sv: Här kan du definiera när bildstorleken ska användas, t.ex. <em>(max-width: 600px)</em>.

# tl_image_size_item.invisible.0
source: Invisible
sr: Скривен
sv: Osynlig

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
sr: Немој користити дефиницију величине слике.
sv: Använd ej bildstorleksdefinitionen.

# tl_image_size_item.tstamp.0
source: Revision date
sr: Датум ревизије
sv: Ändringsdatum

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
sr: Датум и време последње ревизије
sv: Datum och tid för senaste ändringen.

# tl_image_size_item.title_legend
source: Image size settings
sr: Подешавања величине слика
sv: Bildstorleksinställningar

# tl_image_size_item.expert_legend
source: Expert settings
sr: Напредна подешавања
sv: Expertinställningar

# tl_image_size_item.visibility_legend
source: Visibility
sr: Видљивост
sv: Synlighet

# tl_image_size_item.new.0
source: New image size media query
sr: Нова величина слике на основу медијског упита
sv: Ny mediafråga för bildstorlek

# tl_image_size_item.new.1
source: Create a new image size media query
sr: Креирај нову величину слике на основу медијског упита
sv: Skapa en ny mediafråga för bildstorlek

# tl_image_size_item.show.0
source: Image size media query details
sr: Детаљи медијског упита величине слике
sv: Detaljer för mediafråga för bildstorlek

# tl_image_size_item.show.1
source: Show the details of image size media query ID %s
sr: Прикажи детаље медијског упита величине слике ID %s
sv: Visa detaljer för mediafråga för bildstorlek med ID %s

# tl_image_size_item.edit.0
source: Edit image size media query
sr: Уреди медијски упит величине слике
sv: Redigera mediafråga för bildstorlek

# tl_image_size_item.edit.1
source: Edit image size media query ID %s
sr: Уреди медијски упит величине слике ID %s
sv: Redigera mediafråga för bildstorlek med ID %s

# tl_image_size_item.cut.0
source: Move image size media query
sr: Помери медијски упит величине слике
sv: Flytta mediafråga för bildstorlek

# tl_image_size_item.cut.1
source: Move image size media query ID %s
sr: Помери медијски упит величине слике ID %s
sv: Flytta mediafråga för bildstorlek med ID %s

# tl_image_size_item.copy.0
source: Duplicate image size media query
sr: Копирај медијски упит величине слике
sv: Kopiera mediafråga för bildstorlek

# tl_image_size_item.copy.1
source: Duplicate image size media query ID %s
sr: Копирај медијски упит величине слике ID %s
sv: Kopiera mediafråga för bildstorlek med ID %s

# tl_image_size_item.delete.0
source: Delete image size media query
sr: Обриши медијски упит величине слике
sv: Radera mediafråga för bildstorlek

# tl_image_size_item.delete.1
source: Delete image size media query ID %s
sr: Обриши медијски упит величине слике ID %s
sv: Radera mediafråga för bildstorlek med ID%s

# tl_image_size_item.editheader.0
source: Edit image size
sr: Уреди величину слике
sv: Redigera bildstorlek

# tl_image_size_item.editheader.1
source: Edit the image size settings
sr: Уреди подешавања величине слике
sv: Redigera bildstorleksinställningar

# tl_image_size_item.pasteafter.0
source: Paste at the top
sr: Налепи на врх
sv: Klistra in efter rubriken

# tl_image_size_item.pasteafter.1
source: Paste after image size media query ID %s
sr: Налепи након медијског упита величине слике ID %s
sv: Klistra in efter mediafråga för bildstorlek med ID %s

# tl_image_size_item.pastenew.0
source: Add new at the top
sr: Додај нови на врх
sv: Skapa en ny formatdefinition i början

# tl_image_size_item.pastenew.1
source: Add new after image size media query ID %s
sr: Додај нови након медијског упита величине слике ID %s
sv: Lägg till ny efter mediafråga för bildstorlek med ID %s

# tl_image_size_item.toggle.0
source: Toggle visibility
sr: Промени видљивост
sv: Växla synlighet

# tl_image_size_item.toggle.1
source: Toggle the visibility of image size media query ID %s
sr: Сакриј видљивост медијског упита величине слике ID %s
sv: Växla synlighet för mediafråga för bildstorlek med ID %s
