Repository: zweifuchs/contao-razor
Catalog: system/modules/core/languages/*/*_install.xlf
Languages: sr

# tl_install.installTool.0
source: Installation
sr: Инсталација

# tl_install.installTool.1
source: Install tool login
sr: Пријава на алат за инсталацију

# tl_install.locked.0
source: The install tool has been locked
sr: Алат за инсталацију је закључан

# tl_install.locked.1
source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, open the local configuration file and set <em>installCount</em> to <em>0</em>.
sr: Из разлога сигурности, алат за инсталацију је закључан након што је унешена погрешна лозинка три пута за редом. Да га откључате, отворите локални конфигурациони фајл и поставите вредност <em>installCount</em> на <em>0</em>.

# tl_install.password.0
source: Password
sr: Лозинка

# tl_install.password.1
source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
sr: Унесите шифру за приступ алату за инсталацију. Ова шифра није иста као шифра за приступ Contao бек-енду.

# tl_install.changePass.0
source: Install tool password
sr: Шифра алата за инсталацију

# tl_install.changePass.1
source: To additionally secure the Contao install tool, you can either rename or completely remove the <strong>contao/install.php</strong> file.
sr: Да бисте додатно заштитили Contao алат за инсталацију, можете преименовати или потпуно уклонити фајл <strong>contao/install.php</strong>.

# tl_install.encryption.0
source: Generate an encryption key
sr: Генериши кључ за енкрипцију

# tl_install.encryption.1
source: This key is used to store encrypted data. Please note that encrypted data can only be decrypted with this key! Therefore note it down and do not change it if there is encrypted data already. Leave empty to generate a random key.
sr: Овај кључ се корсити за чување података који се шифрирају. Водите рачуна да се дешифровање таквих података може вршити једино уз познавање овог кључа! Због тога га забиљежите и не мењајте га ако већ постоје шифровани подаци. Оставите ово поље празно ако желите да систем сам генерише произвољан кључ.

# tl_install.database.0
source: Check database connection
sr: Провери везу са базом података

# tl_install.database.1
source: Please enter your database connection parameters.
sr: Унесите параметре за повезивање са базом података.

# tl_install.collation.0
source: Collation
sr: Колација

# tl_install.collation.1
source: For more information see the <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.
sr: За више информација посетите <a href="http://dev.mysql.com/doc/refman/5.1/en/charset-unicode-sets.html" target="_blank">MySQL manual</a>.

# tl_install.update.0
source: Update database tables
sr: Ажурирај базу података

# tl_install.update.1
source: Please note that the update assistant has only been tested with MySQL and MySQLi drivers. If you are using a different database (e.g. Oracle), you might have to install or update your database manually.
sr: Имајте на уму да је асистент за ажурурање тестиран само са драјверима за MySQL и MySQLi. Ако користите другу базу (нпр. Oracle), можда ћете морати да ју инсталирате и ажурирате ручно.

# tl_install.template.0
source: Import a template
sr: Увези шаблон

# tl_install.template.1
source: Here you can import an <em>.sql</em> file from the <em>templates</em> directory with a pre-configured example website. Existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
sr: Овде можете увести <em>.sql</em> фајл из директоријума <em>templates</em> са већ преконфигурисаним сајтом. Постојећи подаци биће обрисани! Ако само желите да увезете тему, онда користите менаџер тема у Contao бек-енду.

# tl_install.admin.0
source: Create an admin user
sr: Креирај администраторског корисника

# tl_install.admin.1
source: If you have imported the example website, the admin's username is <strong>k.jones</strong> and the password is <strong>kevinjones</strong>. See the example website (front end) for more information.
sr: Ако сте увезли тестни сајт, админстраторско корисничко име је <strong>k.jones</strong> и лозинка <strong>kevinjones</strong>. Проверите тестни сајт (фронт-енд) за више информација.

# tl_install.repository.0
source: Extension repository
sr: Репозиторијум екстензија

# tl_install.repository.1
source: We are currently beta testing a new version of the extension repository, which uses Composer to manage packages. Please install the Composer client to participate in the beta test.
sr: Тренутно тестирамо бета верзију новог репозиторијума екстензија, који користи Composer за управљање пакетима. Молимо Вас да инсталирате Composer клијент ако желите да учествујете у бета тесту.

# tl_install.completed.0
source: Congratulations!
sr: Честитамо!

# tl_install.completed.1
source: Now please log into the <a href="contao/">Contao back end</a> and check the system settings. Then visit your website to make sure that Contao is working correctly.
sr: Сада се пријавите у <a href="contao/">Contao бек-енд</a> и проверите системска подешавања. Након тога посетите свој сајт да би се уверили да Contao систем ради исправно

# tl_install.ftp.0
source: Modify files via FTP
sr: Користи FTP за обраду фајлова

# tl_install.ftp.1
source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Therefore please enter your FTP login details, so Contao can modify files via FTP (Safe Mode Hack).
sr: Ваш сервер не подржава приступ фајловима преко PHP, највероватније је да се PHP покреће од стране модула Apache са другим корисником. С тога, унесите детаље за пријаву на FTP, тако да Contao систем може да обрађује фајлове преко FTP (Safe Mode Hack).

# tl_install.accept
source: Accept license
sr: Прихвати лиценцу

# tl_install.beLogin
source: Contao back end login
sr: Контао пријава у бек-енд

# tl_install.passError
source: Please enter a password to prevent unauthorized access!
sr: Унесите лозинку како бисте спречили недозвољени приступ!

# tl_install.passConfirm
source: A custom password has been set.
sr: Лозинка је ажурирана.

# tl_install.passSave
source: Save password
sr: Сачувај лозинку

# tl_install.keyError
source: Please create an encryption key!
sr: Креирајте кључ за енкрипцију!

# tl_install.keyLength
source: An encryption key has to be at least 12 characters long!
sr: Кључ за енкрипцију мора да садржи минимално 12 знакова!

# tl_install.keyConfirm
source: An encryption key has been created.
sr: Кључ за енкрипцију је креиран.

# tl_install.keyCreate
source: Generate encryption key
sr: Генериши кључ за енкрипцију.

# tl_install.keySave
source: Generate or save key
sr: Генериши или сачувај кључ

# tl_install.dbConfirm
source: Database connection established.
sr: Веза са базом податак успешно успостављена.

# tl_install.dbError
source: Not connected to a database!
sr: Веза са базом података није успостављена!

# tl_install.dbDriver
source: Driver
sr: Драјвер

# tl_install.dbHost
source: Host
sr: Хост

# tl_install.dbUsername
source: Username
sr: Корисничко име

# tl_install.dbDatabase
source: Database
sr: База података

# tl_install.dbPersistent
source: Persistent connection
sr: Трајна конекција

# tl_install.dbCollation
source: Collation
sr: Колација

# tl_install.dbPort
source: Port number
sr: Број порта

# tl_install.dbSave
source: Save database settings
sr: Сачувај подешавања базе података

# tl_install.collationInfo
source: Changing the collation will affect all tables with a <em>tl_</em> prefix.
sr: Промена колације ће да утиче на све табеле са префиксом <em>tl_</em>.

# tl_install.updateError
source: The database is not up to date!
sr: База података није ажурна!

# tl_install.updateConfirm
source: The database is up to date.
sr: База података је ажурирана.

# tl_install.updateSave
source: Update database
sr: Ажурирај базу података

# tl_install.saveCollation
source: Change collation
sr: Промени колацију

# tl_install.updateX
source: It seems that you are upgrading from a Contao version prior to version %s. If that is the case, <strong>it is required to run the version %s update</strong> to ensure the integrity of your data!
sr: Изгледа да покушавате да надоградите старију верзију Contao система на верзију %s. У том случају, <strong>потребно је да покренете ажурирање верзије %s </strong> како би се осигурао интегритет података!

# tl_install.updateXrun
source: Run version %s update
sr: Покрени ажурирање верзије %s

# tl_install.updateXrunStep
source: Run version %s update - step %s
sr: Покрени ажурирање верзије %s - корак %s

# tl_install.importException
source: The import failed! Is the database structure up to date and is the template file compatible with your Contao version?
sr: Увоз није успео! Да ли је структура базе података ажурирана и да ли је фајл шаблона компатибилан са вашом верзијом Contao система?

# tl_install.importError
source: Please choose a template file!
sr: Изаберите фајл шаблона!

# tl_install.importConfirm
source: Template imported on %s
sr: Шаблон увезен у %s

# tl_install.importWarn
source: Any existing data will be deleted!
sr: Сви постојећи подаци биће обрисани!

# tl_install.templates
source: Templates
sr: Темплејти

# tl_install.doNotTruncate
source: Do not truncate tables
sr: Не празни табеле

# tl_install.repOverride
source: Override the repository tables
sr: Премости табелу репозиторија

# tl_install.importSave
source: Import template
sr: Увези шаблон

# tl_install.importContinue
source: Any existing data will be deleted! Do you really want to continue?
sr: Сви постојећи подаци биће обрисани! Да ли желите да наставите?

# tl_install.adminError
source: Please fill in all fields to create an admin user!
sr: Попуните сва поља како бисте креирали администраторског корисника!

# tl_install.adminConfirm
source: An admin user has been created.
sr: Администраторски корисник је креиран.

# tl_install.adminSave
source: Create admin account
sr: Креирај администраторски налог

# tl_install.repositoryDefault
source: You are using the default extension repository.
sr: Користите подразумевани репозиторију екстензија.

# tl_install.repositoryComposer
source: You are using the Composer based extension repository.
sr: Користите репозиторију екстензија заснован на Composer-у.

# tl_install.repositoryInstall
source: Install the Composer client
sr: Инсталирај Composer клијент.

# tl_install.installConfirm
source: You have successfully installed Contao.
sr: Успешно сте инсталирали Contao систем.

# tl_install.ftpPath
source: Relative path to Contao directory (e.g. <em>httpdocs/</em>)
sr: Релативна путања до Contao директоријума (нпр. <em>httpdocs/</em>)

# tl_install.ftpSSL
source: Connect via FTP-SSL
sr: Повежи се преко FTP-SSL

# tl_install.ftpPort
source: FTP port
sr: FTP порт

# tl_install.ftpSave
source: Save FTP settings
sr: Сачувај подешавања FTP-а

# tl_install.ftpHostError
source: Could not connect to FTP server %s
sr: Повезивање са сервером FTP-а %s није успело

# tl_install.ftpUserError
source: Could not login as "%s"
sr: Пријава као "%s" није успела

# tl_install.ftpPathError
source: Could not locate Contao directory %s
sr: Лоцирање Contao директоријума %s није успело

# tl_install.filesRenamed
source: The configured files directory does not exist!
sr: Директоријум са конфигурисаним фајловима не постоји!

# tl_install.filesWarning
source: Did you rename the <strong>tl_files</strong> folder to <strong>files</strong>? You cannot just rename the folder, because all the file references in the database and your style sheets will still point to the old location. If you want to rename the folder, please do so after the version 3 update and make sure to adjust your database data with the following script: %s.
sr: Да ли сте преименовали фолдер <strong>tl_files</strong> у <strong>files</strong>? Не можете само тако преименовати фолдер, јер постоје референце у бази података и ваши подаци у Стиловима и даље користе стару локацију. Ако желите да преименујете фолдер, урадите то преласком на верзију 3 и будите сигурни да сте вашу базу података прилагодили са следећим скриптом: %s.

# tl_install.CREATE
source: Create new tables
sr: Креирај нову табелу

# tl_install.ALTER_ADD
source: Add new columns
sr: Додај нову колону

# tl_install.ALTER_CHANGE
source: Change existing columns
sr: Промени постојећу колону

# tl_install.ALTER_DROP
source: Drop existing columns
sr: Обриши постојећу колону

# tl_install.DROP
source: Drop existing tables
sr: Обриши постојеће колоне
