Repository: zweifuchs/contao-razor
Catalog: system/modules/core/languages/*/exception.xlf
Languages: sr

# XPT.error
source: An error occurred
sr: Дошло је до грешке

# XPT.matter
source: What's the matter?
sr: У чему је проблем?

# XPT.howToFix
source: How can I fix the issue?
sr: Како могу поправити проблем?

# XPT.more
source: Tell me more, please
sr: Реците ми више

# XPT.hint
source: To customize this notice, create a custom template file named <em>%s</em>.
sr: Да прилагодите ово обавештење, креирајте властити фајл са именом <em>%s</em>.

# XPT.errorOccurred
source: An error occurred while executing this script. Something does not work properly.
sr: Дошло је до грешке приликом извршавања скрипта. Нешто не ради исправно.

# XPT.errorFixOne
source: Open the <code>system/logs/error.log</code> file and find the associated error message (usually the last one). You can also add the following line to the local configuration file and reload this page:
sr: Отворите фајл <code>system/logs/error.log</code> и пронађите придружени код грешке (обично последња). Такође, можете додати следећу линију у локални конфигурациони фајл и поново учитати страницу:

# XPT.errorFixTwo
source: However, please be aware that <strong>anyone</strong> will be able to see error messages on your website then!
sr: У сваком случају, обратите пажњу да ће <strong>свако</strong> моћи да види поруку о грешци на вашем сајту.

# XPT.errorExplain
source: The script execution stopped, because something does not work properly. The actual error message is hidden by this notice for security reasons and can be found in the <code>system/logs/error.log</code> file (see above). If you do not understand the error message or do not know how to fix the problem, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
sr: Извршавање скрипте је заустављено, јер нешто не ради како треба. Права порука грешке је скривена из разлога безбедности и може бити пронађена у фајлу <code>system/logs/error.log</code> (погледати изнад). Ако не разумете поруку или требате помоћ да бисте је отклонили, претражите <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> или посетите <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.

# XPT.requestToken
source: Invalid request token
sr: Неисправан захтев токена

# XPT.invalidToken
source: The request token could not be verified.
sr: Захтевани токен не може бити проверен.

# XPT.tokenRetry
source: Please <a href="javascript:window.location.href=window.location.href">click this link</a> and try again. Do not use the back button of your browser.
sr: <a href="javascript:window.location.href=window.location.href">Кликните на овај линк</a> и покушајте поново. Немојте користити дугме за повратак на претходну страницу у вашем интернет прегледачу.

# XPT.tokenExplainOne
source: This error occurs if there is a POST request without a valid authentication token. In Contao 2.10, the referer check has been replaced with a request token system. If the problem persists, you may be using an incompatible third-party extension or have not correctly updated your Contao installation.
sr: Ова грешка се дешава када постоји POST захтев без валидног аутентификационг токена. Од Contao 2.10, провера реферала замењена је системом захтеваног токена. Ако проблем потраје, можда користите некомпатибилну екстензију или нисте исправно ажурирали своју верзију Contao система.

# XPT.tokenExplainTwo
source: For more information, search the <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> or visit the <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.
sr: За више информација, претражите <a href="https://contao.org/faq.html" target="_blank">Contao FAQs</a> или постетите <a href="https://contao.org/support.html" target="_blank">Contao support page</a>.

# XPT.incomplete
source: Incomplete installation
sr: Некомплетна инсталација

# XPT.incompleteInstallation
source: The installation has not been completed, therefore Contao cannot work properly.
sr: Инсталација није комплетирана, те Contao систем не може радити исправно.

# XPT.incompleteFixOne
source: Point your browser to the following URL:
sr: Усмерите ваш интернет прегледач на следећи URL:

# XPT.installPath
source: path-to-installation
sr: путања-до-инсталације

# XPT.incompleteFixTwo
source: This will open the Contao install tool, which will guide you through the installation process.
sr: Ово ће отворити инсталационе алатке за Contao систем, које ће да вас воде кроз процес инсталације.

# XPT.incompleteExplain
source: For more information, please refer to the <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.
sr: За више информација проверитe <a href="https://contao.org/manual/installation.html" target="_blank">Contao manual</a>.

# XPT.notFound
source: Page not found
sr: Страница није пронађена

# XPT.pageNotFound
source: The page you have requested does not exist under this domain.
sr: Страница коју тражите не постоји на домену.

# XPT.notFoundFix
source: Try to <a href="%s">go to the top level</a> and use the search function (if any) to find the page you were looking for. You may also <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
sr: Покушајте да <a href="%s">идете на почетак</a> па покушајте да користите претрагу (ако постоји). Осим тога, можете да <a href="%s">контактирате вебмастера</a> и обавестите га о проблему.

# XPT.noForward
source: Forward page not found
sr: Прослеђена страница није пронађена

# XPT.noForwardPage
source: The application has been configured to forward the request to another page, however, the target page does not exist or has not been published.
sr: Апликација је подешена да прослеђује захтев другој страници, међутим, одредишна страница не постоји или није објављена.

# XPT.noForwardFix
source: This is something that needs to be fixed by the administrator of the website. If you are a visitor, there is nothing you can do except to <a href="%s">contact the webmaster</a> to let him know that there is something wrong.
sr: Овај проблем мора да буде отклоњен од стране администратора сајта. Ако сте ви посетилац, не можете ништа друго да учините осим да <a href="%s">обавестите вебмастера</a> да постоји проблем.

# XPT.noRoot
source: No root page found
sr: Није пронађена root страница

# XPT.noRootPage
source: There is no website root page which matches the requested language and/or domain name.
sr: Не постоји root страница која одговара захтеваном језику и/или домену.

# XPT.noRootFix
source: If you have explicitly set a language, try to <a href="%s">go to the top level</a> and see whether you are being redirected. Otherwise <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
sr: Ако сте јасно дефинисали језик, покушајте <a href="%s">да идете на почетак</a> и проверите да ли ћете бити преусмерени. Иначе, <a href="%s">обратите се вебмастеру</a> и обавестите га да постоји проблем.

# XPT.noLayout
source: No layout specified
sr: Није специфициран распоред

# XPT.noLayoutSpecified
source: The page you have requested has not yet been associated with a page layout.
sr: Страница коју сте тражили није још повезана са обрасцем за изглед странице.

# XPT.noLayoutFix
source: Make sure that you have assigned a page layout to each website root page in the site structure.
sr: Проверите да ли сте доделили образац за изглед странице свакој од root страница у структури сајта.

# XPT.noLayoutExplain
source: For more information, please refer to the <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.
sr: За више информација, проверите <a href="https://contao.org/manual/managing-pages.html" target="_blank">Contao manual</a>.

# XPT.noActive
source: No active pages found
sr: Није пронађена активна страница

# XPT.noActivePages
source: Your request has been mapped to a website which does not yet contain any published pages.
sr: Ваш захтев је упућен на сајт који још нема нити једну објављену страницу.

# XPT.noActiveFix
source: Most likely, the website is still under development and will be online in a few days. If you still think that there is something wrong, <a href="%s">contact the webmaster</a> and let him know.
sr: Врло вероватно, сајт је у фази израде и биће онлајн за неколико дана. Ако и даље мислите да је постоји проблем, <a href="%s">обавестите вебмастера</a> о томе.

# XPT.forbidden
source: Forbidden
sr: Забрањено

# XPT.notAuthenticated
source: You are either not authenticated or you are not allowed to access the requested page.
sr: Нисте препознати или вам није дозвољено да приступите траженој страници.

# XPT.forbiddenFix
source: If you are not logged in, try to <a href="%s">go to the top level</a> and look for a login form. If there is no login form or if you are logged in already, <a href="%s">contact the webmaster</a> and let him know that there is something wrong.
sr: Ако нисте логовани, пробајте <a href="%s">да се вратите на почетак</a> и потражите форму за логовање. Ако форма за логовање не постоји или сте већ логовани, <a href="%s">обавестите вебмастера</a> о проблему.

# XPT.unavailable
source: We'll be right back
sr: Враћамо се убрзо

# XPT.maintenance
source: The website is currently down for maintenance. Please come back later.
sr: Сајт је тренутно затворен због одржавања. Молимо да се вратите касније.
