Repository: zweifuchs/contao-razor
Catalog: system/modules/news/languages/*/*_news_feed.xlf
Languages: sr

# tl_news_feed.title.0
source: Title
sr: Наслов

# tl_news_feed.title.1
source: Please enter a feed title.
sr: Унесите наслов читача.

# tl_news_feed.alias.0
source: Feed alias
sr: Алиас приказивача

# tl_news_feed.alias.1
source: Here you can enter a unique filename (without extension). The XML feed file will be auto-generated in the <em>share</em> directory of your Contao installation, e.g. as <em>share/name.xml</em>.
sr: Овде можете унести јединствено име фајла (без екстензије). XML читач ће бити аутоматски креиран у <em>share</em> фолдеру Ваше Contao инсталације, нпр., као <em>share/name.xml</em>.

# tl_news_feed.language.0
source: Feed language
sr: Језик читача

# tl_news_feed.language.1
source: Please enter the feed language according to the ISO-639 standard (e.g. <em>en</em> or <em>en-us</em>).
sr: Унесите језик читача у складу са стандардом ISO-639 (нпр. <em>en</em> или <em>en-us</em>).

# tl_news_feed.archives.0
source: News archives
sr: Архиве вести

# tl_news_feed.archives.1
source: Here you can choose the news archives to be included in the feed.
sr: Овде можете да одаберете архиве вести које ће бити укључене у приказивач.

# tl_news_feed.format.0
source: Feed format
sr: Формат читача

# tl_news_feed.format.1
source: Please choose a feed format.
sr: Изаберите формат читача.

# tl_news_feed.source.0
source: Export settings
sr: Извези подешавања

# tl_news_feed.source.1
source: Here you can choose what will be exported.
sr: Овде можете изабрати шта ће бити извезено.

# tl_news_feed.maxItems.0
source: Maximum number of items
sr: Максималан број предмета

# tl_news_feed.maxItems.1
source: Here you can limit the number of feed items. Set to 0 to export all.
sr: Овде можете ограничити број ставки читача. Поставите 0 за извоз свих ставки.

# tl_news_feed.feedBase.0
source: Base URL
sr: Базни URL

# tl_news_feed.feedBase.1
source: Please enter the base URL with protocol (e.g. <em>http://</em>).
sr: Унесите базни URL са протоколом (нпр. <em>http://</em>).

# tl_news_feed.description.0
source: Feed description
sr: Опис читача

# tl_news_feed.description.1
source: Here you can enter a short description of the news feed.
sr: Овде можете унети кратки опис приказивача вести.

# tl_news_feed.title_legend
source: Title and language
sr: Наслов и језик

# tl_news_feed.archives_legend
source: News archives
sr: Архиве вести

# tl_news_feed.config_legend
source: Feed settings
sr: Подешавања читача

# tl_news_feed.source_teaser
source: News teasers
sr: Уводници вести

# tl_news_feed.source_text
source: Full articles
sr: Пуни чланак

# tl_news_feed.new.0
source: New feed
sr: Нови читач

# tl_news_feed.new.1
source: Create a new feed
sr: Креирај нови читач

# tl_news_feed.show.0
source: Feed details
sr: Детаљи читача

# tl_news_feed.show.1
source: Show the details of feed ID %s
sr: Прикажи детаље читача ID %s

# tl_news_feed.edit.0
source: Edit feed
sr: Уреди читач

# tl_news_feed.edit.1
source: Edit feed ID %s
sr: Уреди читач ID %s

# tl_news_feed.copy.0
source: Duplicate feed
sr: Копирај читач

# tl_news_feed.copy.1
source: Duplicate feed ID %s
sr: Копирај читач ID %s

# tl_news_feed.delete.0
source: Delete feed
sr: Обриши читач

# tl_news_feed.delete.1
source: Delete feed ID %s
sr: Обриши читач ID %s
