Repository: zweifuchs/contao-razor
Catalog: system/modules/repository/languages/*/*_repository.xlf
Languages: sr

# tl_repository.category.0
source: Category
sr: Категорија

# tl_repository.category.1
source: Please select the extension category.
sr: Изаберите категорију екстензије.

# tl_repository.copyright.1
source: Here you can enter a copyright notice (e.g. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).
sr: Овде можете унети информацију о ауторским правима (нпр. &amp;copy; 2007,2008 Jerry Miller Webservices Inc).

# tl_repository.description.0
source: Description
sr: Опис

# tl_repository.description.1
source: These HTML tags are allowed: %s
sr: Следећи HTML тагови су дозвољени: %s

# tl_repository.extension.0
source: Extension
sr: Екстензија

# tl_repository.extension.1
source: Name of the extension.
sr: Име екстензије

# tl_repository.functionality.0
source: Functionality
sr: Функционалност

# tl_repository.functionality.1
source: Does the extension provide the expected functionality?
sr: Да ли екстензија омогућава очекивану функционалност?

# tl_repository.license.0
source: License
sr: Лиценца

# tl_repository.license.1
source: Please enter a short license information. You may add full license information in a file LICENSE.txt.
sr: Унесите кратку информацију о лиценци. Пуну информацију о лиценци можете унети у фајл LICENSE.txt.

# tl_repository.name.0
source: Name
sr: Име

# tl_repository.name.1
source: Extension names must start with a-z, A-Z or 0-9, whereby lowercase names are preferred. Additionally, the characters _ and - are allowed within the name.
sr: Име екстензије мора да почиње са знаковима a-z, A-Z или 0-9, гдје је препоручено да то буде мало слово. Додатно, знакови _ и - су дозвољени унутар имена.

# tl_repository.popularity.0
source: Popularity
sr: Популарност

# tl_repository.popularity.1
source: %s/%s (downloads/installs)
sr: %s/%s (преузимања/инсталација)

# tl_repository.quality.0
source: Quality
sr: Квалитет

# tl_repository.quality.1
source: How robust is the extension and how painless is installation and maintenance?
sr: Колико је робусна екстензија и колико је лак процес инсталације и одржавања?

# tl_repository.releasedate.0
source: Release date
sr: Датум објаве

# tl_repository.releasedate.1
source: Enter the publishing date of this release in format %s
sr: Унесите датум објављивања екстензије у формату %s

# tl_repository.selversion.0
source: Version
sr: Верзија

# tl_repository.selversion.1
source: Please select the version
sr: Изаберите верзију

# tl_repository.type.0
source: Type
sr: Врста

# tl_repository.type.1
source: Please select the extension type.
sr: Изаберите врсту есктензије.

# tl_repository.usability.0
source: Usability
sr: Искористивост

# tl_repository.usability.1
source: Does the extension meet the Contao standards for usability and accessibility?
sr: Да ли екстензија задовољава Contao стандарде искористивости и приступачности?

# tl_repository.version.0
source: Version
sr: Верзија

# tl_repository.version.1
source: Version numbers must be in format n.n.n s, where n are integers and s is one of: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable
sr: Бројеви верзија морају бити у формату n.n.n s, где су n цели бројеви а s је нешто од следећег: alpha1, alpha2, alpha3, beta1, beta2, beta3, rc1, rc2, rc3, stable

# tl_repository.lickey.0
source: License key
sr: Лиценцни кључ

# tl_repository.lickey.1
source: Enter the license key that you got from the extension vendor.
sr: Унесите лиценцни кључ који сте добили од издавача екстензије.

# tl_repository.uninstprotect.0
source: Uninstall protection
sr: Заштита од деинсталације

# tl_repository.uninstprotect.1
source: Protect extension against accidental uninstallation.
sr: Заштити екстензију од случајне деинсталације.

# tl_repository.updateprotect.0
source: Update protection
sr: Ажурирај заштиту

# tl_repository.updateprotect.1
source: Protect extension against accidental update.
sr: Заштити екстензију од случајног ажурирања.

# tl_repository.author
source: Author
sr: Аутор

# tl_repository.cancel
source: Cancel
sr: Откажи

# tl_repository.continue
source: Continue
sr: Настави

# tl_repository.dependencies
source: Dependencies of this extension
sr: Зависни елементи екстензије

# tl_repository.dependents
source: Other extensions depending on this one
sr: Друге екстензије које су повезане са овом

# tl_repository.dependentsdel
source: The following extensions are dependent from <em>%s</em> and may render broken:
sr: Следеће екстензије зависе од <em>%s</em> и могу престати радити:

# tl_repository.donate
source: Donate
sr: Донирајте

# tl_repository.downloads
source: Package downloads
sr: Преузимање пакета

# tl_repository.extensionnotfound
source: Extension not found.
sr: Екстензија није пронађена

# tl_repository.forum
source: Forum
sr: Форум

# tl_repository.installs
source: Online installs
sr: Онлајн инсталација

# tl_repository.manual
source: Manual
sr: Приручник

# tl_repository.no
source: no
sr: не

# tl_repository.noextensionsfound
source: No matching extensions found.
sr: Није пронађена екстензија која одговара упиту.

# tl_repository.orderby
source: Order by
sr: Поредај по

# tl_repository.otherlanguages
source: Other languages
sr: Остали језици

# tl_repository.pageof
source: Page %s of %s
sr: Страница %s од %s

# tl_repository.ratingfmt
source: %.2f (%d votes)
sr: %.2f (%d гласова)

# tl_repository.reldownloads
source: Release downloads
sr: Преузимања објављених верзија

# tl_repository.releasenotesfor
source: Release notes and change log for %s
sr: Информације о објављеним верзијама и дневник промена за %s

# tl_repository.relfunctionality
source: Release functionality
sr: Функционалност објављених верзија

# tl_repository.relinstalls
source: Release installs
sr: Инсталације објављених верзија

# tl_repository.relquality
source: Release quality
sr: Квалитет објављених верзија

# tl_repository.relrating
source: Release rating
sr: Рејтинг објављених верзија

# tl_repository.relupdates
source: Release updates
sr: Ажурирања објављених информација

# tl_repository.relusability
source: Release usability
sr: Искористивост објављених верзијса

# tl_repository.save
source: Save
sr: Сачувај

# tl_repository.shop
source: Shop
sr: Купи

# tl_repository.showpicture
source: Show full size picture
sr: Прикажи слику у пуној величини

# tl_repository.state
source: State
sr: Статус

# tl_repository.tag
source: Tag
sr: Таг

# tl_repository.thumbnail
source: Thumbnail picture
sr: Thumbnail сличица

# tl_repository.totdownloads
source: Total downloads
sr: Укупно преузимања

# tl_repository.totfunctionality
source: Total functionality
sr: Укупна функционалност

# tl_repository.totinstalls
source: Total installs
sr: Укупно инсталација

# tl_repository.totquality
source: Total quality
sr: Укупан квалитет

# tl_repository.totrating
source: Total rating
sr: Укупан рејтинг

# tl_repository.totupdates
source: Total updates
sr: Укупно ажурирања

# tl_repository.totusability
source: Total usability
sr: Укупна искористивост

# tl_repository.versionfrom
source: Version from
sr: Верзија од

# tl_repository.versions
source: Other versions
sr: Остале верзије

# tl_repository.versionto
source: Version to
sr: Верзија до

# tl_repository.yes
source: yes
sr: да

# tl_repository.action
source: Action
sr: Акција

# tl_repository.actionsummary
source: Action summary
sr: Преглед акција

# tl_repository.actionsuccess
source: Actions successful.
sr: Акција успешна.

# tl_repository.actionfailed
source: One or more actions failed.
sr: Једна или више акција нису окончане успешно.

# tl_repository.apply
source: Apply
sr: Примени

# tl_repository.byorder
source: By %s
sr: аутор %s

# tl_repository.checkextension
source: Check extension
sr: Провера екстензија

# tl_repository.dbuptodate
source: Database is up to date
sr: База података је ажурирана

# tl_repository.deletingdirs
source: Deleting directories
sr: Директоријуми за брисање

# tl_repository.deletingfiles
source: Deleting files
sr: Фајлови за брисање

# tl_repository.editextension
source: Edit settings
sr: Уреди подешавања

# tl_repository.extinstrecntf
source: Extension install record not found
sr: Запис о инсталацији екстензије није пронађен

# tl_repository.errdldpkg
source: Download of package from repository failed
sr: Преузимање пакета из репозиторијума није успело

# tl_repository.failed
source: failed
sr: није успело

# tl_repository.fileerrwrite
source: Error writing file %s
sr: Грешка код уписивања фајла %s

# tl_repository.filesdeleted
source: %s file(s) deleted
sr: %s фајл(ова) обрисано

# tl_repository.filesinstalled
source: %s file(s) installed
sr: %s фајл(ова) инсталирано

# tl_repository.filesunchanged
source: %s file(s) unchanged
sr: %s фајл(ова) није промењено

# tl_repository.filesupdated
source: %s file(s) updated
sr: %s фајл(ова) ажурирано

# tl_repository.ftsearch
source: Fulltext search
sr: претрага комплетног текста

# tl_repository.goback
source: Go back
sr: Иди назад

# tl_repository.install
source: Install
sr: Инсталирај

# tl_repository.installextension
source: Install extension
sr: Инсталирај екстензију

# tl_repository.installingext
source: Install %s %s build %s
sr: Инсталирај %s %s build %s

# tl_repository.installlogtitle
source: File installation/update log
sr: Дневник инсталација/ажурирања

# tl_repository.lickeyrequired
source: This extension requires a license key. Please visit the vendor's shop to purchase one.
sr: Ова екстензија захтева поседовање лиценце. Посетите страницу произвођача како бисте набавили исту.

# tl_repository.none
source: None
sr: Нема

# tl_repository.notfound
source: not found
sr: није пронађено

# tl_repository.ok
source: OK
sr: ОК

# tl_repository.okuninstextension
source: OK to uninstall <em>%s</em> now?
sr: Слажете се са тиме да деинсталирате <em>%s</em> сада?

# tl_repository.showdetails
source: Show details
sr: Прикажи детаље

# tl_repository.status
source: Status
sr: Статус

# tl_repository.success
source: success
sr: успешно

# tl_repository.uninstallextension
source: Uninstall extension
sr: Деинсталирај екстензију

# tl_repository.updatedatabase
source: Update database
sr: Ажурирај базу података

# tl_repository.updateextension
source: Update extension
sr: Ажурирај екстензију

# tl_repository.updateextensions
source: Update checked extensions
sr: Ажурирај изабране екстензије

# tl_repository.update
source: Update
sr: Ажурирај

# tl_repository.updates
source: Updates
sr: Ажурирања

# tl_repository.updatingext
source: Update %s %s build %s
sr: Ажурирај %s %s build %s

# tl_repository.validate
source: Repair
sr: Поправи

# tl_repository.validatingext
source: Verify/repair %s %s build %s
sr: Провери/поправи %s %s build %s

# tl_repository.approvedForLabel
source: Approved for
sr: Одобрено за

# tl_repository.approvedForText
source: Contao %s to %s
sr: Contao %s до %s

# tl_repository.missingSoapModule
source: SOAP extension not loaded (configure PHP with --enable-soap).
sr: SOAP екстензија није учитана (конфигуришите PHP са --enable-soap).

# tl_repository.showIncompatible
source: You are currently viewing extensions compatible with the current Contao version only. Modify the back end settings to expand the search results by showing all extensions.
sr: Тренутно видите само екстензије које су компатибилне са тренутном верзијом Contao. Промените подешавања у БекЕнду да проширите резултате претраге тако да се прикажу све екстензије.

# tl_repository_statext.uptodate
source: Up to date
sr: Актуелна

# tl_repository_statext.notapproved
source: Not approved for %s %s
sr: Није одобрена за %s %s

# tl_repository_statext.notapprovedwith
source: Not approved with %s %s
sr: Није одобрена са %s %s

# tl_repository_statext.shouldwork
source: Expected to be compatible with %s %s
sr: Вероватно ће бити компатибилна са %s %s

# tl_repository_statext.newversion
source: Version %s build %s available
sr: Доступна је верзија %s build %s

# tl_repository_statext.depmissing
source: Missing required extension %s
sr: Недостаје неопходна екстензија %s

# tl_repository_statext.extnotfound
source: Extension not found in repository
sr: Екстензија није пронађена у репозиторијуму

# tl_repository_statext.vernotfound
source: Installed version not found in repository
sr: Инсталирана верзија није пронађена у репозиторијуму

# tl_repository_statext.extneedkey
source: License key required, install extension in advance
sr: Потребан лиценцни кључ, инсталирај екстензију унапред

# tl_repository_statext.errorinstall
source: Corrupted, update/repair required
sr: Покварена, ажурирање/поправка неопходна

# tl_repository_type_options.free
source: Free
sr: Бесплатна

# tl_repository_type_options.private
source: Private
sr: Приватна

# tl_repository_type_options.commercial
source: Commercial
sr: Комерцијална

# tl_repository_category_options.application
source: Application
sr: Аплиакција

# tl_repository_category_options.template
source: Theme
sr: Тема

# tl_repository_category_options.widget
source: Widget
sr: Виџет

# tl_repository_category_options.translation
source: Translation
sr: Превод

# tl_repository_category_options.other
source: Other
sr: Остало

# tl_repository_order_options.reldate
source: Releasedate
sr: Датум објављивања

# tl_repository_order_options.rating
source: Rating
sr: Рејтинг

# tl_repository_order_options.popular
source: Popularity
sr: Популарност

# tl_repository_order_options.name
source: Name
sr: Име

# tl_repository_order_options.title
source: Title
sr: Наслов

# tl_repository_order_options.author
source: Author
sr: Аутор

# tl_repository_state_options.alpha
source: Alpha
sr: Алфа

# tl_repository_state_options.beta
source: Beta
sr: Бета

# tl_repository_state_options.stable
source: Stable
sr: Стабилна
